id |                          title                          | location_self_id 
----+---------------------------------------------------------+------------------
  1 | Ош                                                      |                 
  2 | г. Ош                                                   |                1
  3 | с. Гульча                                               |                1
  4 | с. Араван                                               |                1
  5 | с. Кара-Кульджа                                         |                1
  6 | с. Дароот-Коргон                                        |                1
  7 | г.Кара-Суу                                              |                1
  8 | г.Ноокат                                                |                1
  9 | г.Узген                                                 |                1
 11 | Баткен                                                  |                 
 17 | Джалал-Абад                                             |                 
 18 | г.Джалал-Абад                                           |               17
 19 | г.Кара-Куль                                             |               17
 20 | г.Майлуу-Сай                                            |               17
 21 | г.Таш-Кумыр                                             |               17
 22 | Аксыйский район – г. Кербен (центр района)              |               17
 23 | Ала-Букинский район – с. Ала-Бука (центр района)        |               17
 24 | Базар-Коргонский район – с. Базар-Коргон (центр района) |               17
 25 | Ноокенский район – с. Массы (центр района)              |               17
 26 | Сузакский район – с. Сузак (центр района)               |               17
 27 | Тогуз-Тороуский район – с. Казарман (центр района)      |               17
 28 | Чаткальский район – с. Каныш-Кыя (центр района)         |               17
 29 | Нарынская область                                       |                 
 30 | Нарынский район – г. Нарын (центр района)               |               29
 31 | Кочкорский район – с. Кочкор (центр района)             |               29
 32 | Жумгальский район – с. Чаек (центр района)              |               29
 33 | Ат-Башинский район – с. Ат-Башы (центр района)          |               29
 34 | Ак-Талинский район – с. Баетово (центр района)          |               29
 35 | Талас                                                   |                 
 36 | г.Талас                                                 |               35
 37 | Бакай-Атинский район – с. Бакай-Ата (центр района)      |               35
 38 | Кара-Бууринский район – с. Кызыл-Адыр (центр района)    |               35
 39 | Манасский район – с. Покровка (центр района)            |               35
 40 | Таласский район – с. Манас (центр района)               |               35
 41 | Чуй                                                     |                 
 42 | г. Бишкек                                               |               41
 43 | Московский район – с. Беловодское (центр района)        |               41
 44 | Сокулукский район – с. Сокулук (центр района)           |               41
 45 | Аламудунский район – с. Лебединовка (центр района)      |               41
 46 | Чуйский район – г.Токмок (центр района)                 |               41
 47 | Ыссык-Атинский район – г.Кант (центр района)            |               41
 48 | Кеминский район – г.Кемин (центр района)                |               41
 49 | Панфиловский район – г.Каинды (центр района)            |               41
 50 | Жайылский район – г.Кара-Балта (центр района)           |               41
 51 | Иссык-Кульская область                                  |                 
 52 | г.Каракол                                               |               51
 53 | г.Балыкчы                                               |               51
 54 | Иссык-Кульский район – г.Чолпон-Ата (центр района)      |               51
 55 | Тюпский район – с. Тюп (центр района)                   |               51
 56 | Ак-Суйский район – с. Теплоключенка (центр района)      |               51
 57 | Тонский район – с. Боконбаево (центр района)            |               51
 58 | Джети-Огузский район – с. Кызыл-Суу (центр района)      |               51
 59 | Токтогульский район – г. Токтогул (центр района)        |               17
 12 | г.Баткен                                                |                 
 13 | г.Кадамжай                                              |                 
 14 | г.Исфана                                                |                 
 15 | г.Кызыл-Кия                                             |                 
 16 | г.Сулюкта                                               |                 
